Repository: TechXplorers1/agri_farms
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, te

# appTitle
source: Agri Farms
hi: एग्री फार्म्स
kn: ಅಗ್ರಿ ಫಾರ್ಮ್ಸ್
te: అగ్రి ఫార్మ్స్

source: Namaste
hi: नमस्ते
kn: ನಮಸ್ಕಾರ
te: నమస్కారం

# searchHint
source: Search seeds, tractor, spraying...
hi: बीज, ट्रैक्टर, छिड़काव खोजें...
kn: ಬೀಜಗಳು, ಟ್ರ್ಯಾಕ್ಟರ್, ಸ್ಪ್ರೇಯಿಂಗ್ ಹುಡುಕಿ...
te: విత్తనాలు, ట్రాక్టర్, స్ప్రేయింగ్ వెతకండి...

source: Book Services
hi: सेवाएं बुक करें
kn: ಸೇವೆಗಳನ್ನು ಬುಕ್ ಮಾಡಿ
te: సేవలను బుక్ చేయండి

source: Book Transport
hi: परिवहन बुक करें
kn: ಸಾರಿಗೆಯನ್ನು ಬುಕ್ ಮಾಡಿ
te: రవాణాను బుక్ చేయండి

source: Rent Equipment
hi: उपकरण किराए पर लें
kn: ಉಪಕರಣಗಳನ್ನು ಬಾಡಿಗೆಗೆ ಪಡೆಯಿರಿ
te: పరికరాలను అద్దెకు తీసుకోండి

source: Tools
hi: औजार
kn: ಪರಿಕರಗಳು
te: పనిముట్లు

source: View More
hi: और देखें
kn: ಇನ್ನಷ್ಟು ನೋಡಿ
te: మరిన్ని చూడండి

source: Orders
hi: आर्डर
kn: ಆರ್ಡರ್‌ಗಳು
te: ఆర్డర్లు

source: Rentals
hi: किराया
kn: ಬಾಡಿಗೆಗಳು
te: అద్దెలు

source: Services
hi: सेवाएं
kn: ಸೇವೆಗಳು
te: సేవలు

source: Activity
hi: गतिविधि
kn: ಚಟುವಟಿಕೆ
te: కార్యకలాపాలు

source: My Services
hi: मेरी सेवाएं
kn: ನನ್ನ ಸೇವೆಗಳು
te: నా సేవలు

source: My Transports
hi: मेरा परिवहन
kn: ನನ್ನ ಸಾರಿಗೆ
te: నా రవాణా

source: My Rentals
hi: मेरे किराये
kn: ನನ್ನ ಬಾಡಿಗೆಗಳು
te: నా అద్దెలు

source: Account
hi: खाता
kn: ಖಾತೆ
te: ఖాతా

source: Admin Panel
hi: एडमिन पैनल
kn: ಅಡ್ಮಿನ್ ಪ್ಯಾನಲ್
te: అడ్మిన్ ప్యానెల్

source: Edit Profile
hi: प्रोफाइल संपादित करें
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
te: ప్రొఫైల్ సవరించండి

source: Service Requests
hi: सेवा अनुरोध
kn: ಸೇವೆ ವಿನಂತಿಗಳು
te: సేవ అభ్యర్థనలు

source: Notifications
hi: सूचनाएं
kn: ಅಧಿಸೂಚನೆಗಳು
te: నోటిఫికేషన్లు

source: Language
hi: भाषा
kn: ಭಾಷೆ
te: భాశ

source: Support
hi: सहयोग
kn: ಬೆಂಬಲ
te: సహాయం

source: Help & Support
hi: सहायता और सहयोग
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
te: సహాయం & మద్దతు

source: Terms & Privacy
hi: शर्तें और गोपनीयता
kn: ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ
te: నిబంధనలు & గోప్యత

source: Logout
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
te: లాగౌట్

source: Your Village
hi: आपका गांव
kn: ನಿಮ್ಮ ಹಳ್ಳಿ
te: మీ గ్రామం

source: Your District
hi: आपका जिला
kn: ನಿಮ್ಮ ಜಿಲ್ಲೆ
te: మీ జిల్లా

source: Ploughing
hi: जुताई (Ploughing)
kn: ಉಳುಮೆ (Ploughing)
te: దున్నడం (Ploughing)

source: Harvesting
hi: कटाई (Harvesting)
kn: ಕೊಯ್ಲು (Harvesting)
te: కోత (Harvesting)

source: Farm Workers
hi: खेत मजदूर
kn: ಕೃಷಿ ಕಾರ್ಮಿಕರು
te: వ్యవసాయ కూలీలు

source: Drone Spraying
hi: ड्रोन छिड़काव
kn: ಡ್ರೋನ್ ಸಿಂಪಡಣೆ
te: డ్రోన్ స్ప్రేయింగ్

source: Irrigation
hi: सिंचाई
kn: ನೀರಾವರಿ
te: నీటి పారుదల

source: Soil Testing
hi: मिट्टी परीक्षण
kn: ಮಣ್ಣು ಪರೀಕ್ಷೆ
te: మట్టి పరీక్ష

source: Vet Care
hi: पशु चिकित्सा
kn: ಪಶು ವೈದ್ಯಕೀಯ
te: పశువైద్యం

source: Mini Truck
hi: मिनी ट्रक
kn: ಮಿನಿ ಟ್ರಕ್
te: మినీ ట్రక్

source: Tractor Trolley
hi: ट्रैक्टर ट्रॉली
kn: ಟ್ರ್ಯಾಕ್ಟರ್ ಟ್ರಾಲಿ
te: ట్రాక్టర్ ట్రాలీ

source: Full Truck
hi: फुल ट्रक
kn: ಫುಲ್ ಟ್ರಕ್
te: ఫుల్ ట్రక్

source: Tempo
hi: टेम्पो
kn: ಟೆಂಪೋ
te: టెంపో

source: Pickup Van
hi: पिकअप वैन
kn: ಪಿಕಪ್ ವ್ಯಾನ್
te: పికప్ వ్యాన్

source: Container
hi: कंटेनर
kn: ಕಂಟೈನರ್
te: కంటైనర్

source: Tractors
hi: ट्रैक्टर
kn: ಟ್ರ್ಯಾಕ್ಟರ್‌ಗಳು
te: ట్రాక్టర్లు

source: Harvesters
hi: हार्वेस्टर
kn: ಹಾರ್ವೆಸ್ಟರ್‌ಗಳು
te: హార్వెస్టర్లు

source: Sprayers
hi: स्प्रेयर
kn: ಸ್ಪ್ರೇಯರ್‌ಗಳು
te: స్ప్రేయర్లు

source: Trolleys
hi: ट्रॉलियां
kn: ಟ್ರಾಲಗಳು
te: ట్రాలీలు

source: Crop Advisory
hi: फसल सलाह
kn: ಬೆಳೆ ಸಲಹೆ
te: పంట సలహా

source: Fertilizer Calculator
hi: उर्वरक कैलकुलेटर
kn: ಗೊಬ್ಬರ ಕ್ಯಾಲ್ಕುಲೇಟರ್
te: ఎరువుల క్యాలిక్యులేటర్

source: Pesticide Calculator
hi: कीटनाशक कैलकुलेटर
kn: ಕೀಟನಾಶಕ ಕ್ಯಾಲ್ಕುಲೇಟರ್
te: పురుగుమందుల క్యాలిక్యులేటర్

source: Farming Calculator
hi: खेती कैलकुलेटर
kn: ಕೃಷಿ ಕ್ಯಾಲ್ಕುಲೇಟರ್
te: వ్యవసాయ క్యాలిక్యులేటర్

source: Free Soil Testing
hi: मुफ्त मिट्टी परीक्षण
kn: ಉಚಿತ ಮಣ್ಣು ಪರೀಕ್ಷೆ
te: ఉచిత మట్టి పరీక్ష

source: Book Now
hi: अभी बुक करें
kn: ಈಗಲೇ ಬುಕ್ ಮಾಡಿ
te: ఇప్పుడే బుక్ చేయండి

source: New Tractors Available
hi: नए ट्रैक्टर उपलब्ध हैं
kn: ಹೊಸ ಟ್ರ್ಯಾಕ್ಟರ್‌ಗಳು ಲಭ್ಯವಿದೆ
te: కొత్త ట్రాక్టర్లు అందుబాటులో ఉన్నాయి

source: Low rental rates
hi: कम किराये की दरें
kn: ಕಡಿಮೆ ಬಾಡಿಗೆ ದರಗಳು
te: తక్కువ అద్దె ధరలు

source: Mandi Prices
hi: मंडी भाव
kn: ಮಂಡಿ ಬೆಲೆಗಳು
te: మండి ధరలు

source: Check today's rates
hi: आज के भाव देखें
kn: ಇಂದಿನ ದರಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
te: ఈనాటి రేట్లు తనిఖీ చేయండి

source: View Prices
hi: भाव देखें
kn: ಬೆಲೆಗಳನ್ನು ನೋಡಿ
te: ధరలు చూడండి

source: Weather
hi: मौसम
kn: ಹವಾಮಾನ
te: వాతావరణం

# sevenDayForecast
source: 7-Day Forecast
hi: 7-दिन का पूर्वानुमान
kn: 7 ದಿನದ ಮುನ್ಸೂಚನೆ
te: 7 రోజుల సూచన

source: Community Questions
hi: सामुदायिक प्रश्न
kn: ಸಮುದಾಯ ಪ್ರಶ್ನೆಗಳು
te: కమ్యూనిటీ ప్రశ్నలు

source: Equipment Rentals
hi: उपकरण किराये पर
kn: ಉಪಕರಣ ಬಾಡಿಗೆ
te: పరికరాల అద్దెలు

source: Browse Equipment
hi: उपकरण ब्राउज़ करें
kn: ಉಪಕರಣಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ
te: పరికరాలను చూడండి

source: Nearby Equipment
hi: आस-पास के उपकरण
kn: ಹತ್ತಿರದ ಉಪಕರಣಗಳು
te: దగ్గరలో ఉన్న పరికరాలు

source: Buy & Sell
hi: खरीदें और बेचें
kn: ಖರೀದಿಸಿ ಮತ್ತು ಮಾರಾಟ ಮಾಡಿ
te: కొనుగోలు & అమ్మకం

# buySellDesc
source: Direct marketplace for seeds, fertilizers, pesticides, and farm produce. Connect with local farmers and merchants.
hi: बीज, उर्वरक, कीटनाशक और कृषि उपज के लिए सीधा बाजार। स्थानीय किसानों और व्यापारियों से जुड़ें।
kn: ಬೀಜಗಳು, ರಸಗೊಬ್ಬರಗಳು ಮತ್ತು ಕೃಷಿ ಉತ್ಪನ್ನಗಳಿಗೆ ನೇರ ಮಾರುಕಟ್ಟೆ. ರೈತರು ಮತ್ತು ವ್ಯಾಪಾರಿಗಳೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ.
te: విత్తనాలు, ఎరువులు, పురుగుమందులు మరియు వ్యవసాయ ఉత్పత్తుల కోసం ప్రత్యక్ష మార్కెట్. స్థానిక రైతులు మరియు వ్యాపారులతో కనెక్ట్ అవ్వండి.

# rentEquipmentDesc
source: Access tractors, harvesters, sprayers and more. Rent equipment or list your own to earn extra income.
hi: ट्रैक्टर, हार्वेस्टर, स्प्रेयर और बहुत कुछ प्राप्त करें। अतिरिक्त आय अर्जित करने के लिए उपकरण किराए पर लें या अपना खुद का सूचीबद्ध करें।
kn: ಟ್ರ್ಯಾಕ್ಟರ್‌ಗಳು, ಹಾರ್ವೆಸ್ಟರ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನದನ್ನು ಪಡೆಯಿರಿ. ಹೆಚ್ಚುವರಿ ಆದಾಯ ಗಳಿಸಲು ಬಾಡಿಗೆಗೆ ಕೊಡಿ.
te: ట్రాక్టర్లు, హార్వెస్టర్లు, స్ప్రేయర్లు మరియు మరిన్ని పొందండి. అదనపు ఆదాయాన్ని సంపాదించడానికి పరికరాలను అద్దెకు తీసుకోండి లేదా మీ స్వంత వాటిని జాబితా చేయండి.

source: Book Services & Logistics
hi: सेवाएं और रसद बुक करें
kn: ಸೇವೆಗಳು ಮತ್ತು ಸಾರಿಗೆ
te: సేవలు & రవాణాను బుక్ చేయండి

# bookServicesLogisticsDesc
source: Hire ploughing, harvesting, spraying services. Book transport to take your produce to mandi.
hi: जुताई, कटाई, छिड़काव सेवाओं को किराए पर लें। अपनी उपज को मंडी ले जाने के लिए परिवहन बुक करें।
kn: ಉಳುಮೆ, ಕೊಯ್ಲು ಸೇವೆಗಳನ್ನು ಪಡೆಯಿರಿ. ಮಂಡಿಗೆ ಕೊಂಡೊಯ್ಯಲು ಸಾರಿಗೆ ಬುಕ್ ಮಾಡಿ.
te: దున్నడం, కోత, స్ప్రేయింగ్ సేవలను నియమించుకోండి. మీ ఉత్పత్తులను మండీకి తీసుకెళ్లడానికి రవాణాను బుక్ చేయండి.

source: Skip
hi: स्किप करें
kn: ಸ್ಕಿಪ್ ಮಾಡಿ
te: దాటవేయి

source: Next
hi: अगला
kn: ಮುಂದೆ
te: తరువాత

source: Get Started
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ
te: ప్రారంభించండి

# welcomeTitle
source: Welcome to Agri Farms
hi: एग्री फार्म्स में आपका स्वागत है
kn: ಅಗ್ರಿ ಫಾರ್ಮ್ಸ್‌ಗೆ ಸುಸ್ವಾಗತ
te: అగ్రి ఫార్మ్స్‌కు స్వాగతం

# enterMobile
source: Enter your mobile number to continue
hi: जारी रखने के लिए अपना मोबाइल नंबर दर्ज करें
kn: ಮುಂದುವರಿಯಲು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
te: కొనసాగించడానికి మీ మొబైల్ నంబర్‌ను నమోదు చేయండి

source: Full Name
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
te: పూర్తి పేరు

# fullNameHint
source: Enter your full name
hi: अपना पूरा नाम दर्ज करें
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
te: మీ పూర్తి పేరు నమోదు చేయండి

source: Choose Role
hi: भूमिका चुनें
kn: ಪಾತ್ರವನ್ನು ಆರಿಸಿ
te: పాత్రను ఎంచుకోండి

# selectRole
source: Select your role
hi: अपनी भूमिका चुनें
kn: ನಿಮ್ಮ ಪಾತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
te: మీ పాత్రను ఎంచుకోండి

source: Mobile Number
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
te: మొబైల్ నంబర్

source: Get OTP
hi: ओटीपी प्राप्त करें
kn: OTP ಪಡೆಯಿರಿ
te: ఓటీపీ పొందండి

# termsPolicy
source: By continuing, you accept our Terms of Service and Privacy Policy
hi: जारी रखकर, आप हमारी सेवा की शर्तों और गोपनीयता नीति को स्वीकार करते हैं
kn: ಮುಂದುವರಿಯುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ಒಪ್ಪುತ್ತೀರಿ
te: కొనసాగించడం ద్వారా, మీరు మా సేవా నిబంధనలు మరియు గోప్యతా విధానాన్ని అంగీకరిస్తున్నారు

# generalUser
source: Farmer
hi: सामान्य उपयोगकर्ता
kn: ಸಾಮಾನ್ಯ ಬಳಕೆದಾರ
te: రైతు

# farmer
source: Owner
hi: किसान
kn: ರೈತ
te: యజమాని

source: List Your Assets
hi: अपनी संपत्ति सूचीबद्ध करें
kn: ನಿಮ್ಮ ಆಸ್ತಿಯನ್ನು ಪಟ್ಟಿ ಮಾಡಿ
te: మీ ఆస్తులను జాబితా చేయండి

# listTransport
source: Add Vehicle
hi: परिवहन सूचीबद्ध करें
kn: ಸಾರಿಗೆ ಪಟ್ಟಿ ಮಾಡಿ
te: వాహనాన్ని జోడించండి

# listEquipment
source: Add Equipment
hi: उपकरण सूचीबद्ध करें
kn: ಉಪಕರಣ ಪಟ್ಟಿ ಮಾಡಿ
te: పరికరాలను జోడించండి

# navHome
source: Home
hi: होम
kn: ಮುಖಪುಟ
te: హోమ్

# navMarket
source: Market
hi: बाज़ार
kn: ಮಾರುಕಟ್ಟೆ
te: మార్కెట్

# navRentals
source: Rentals
hi: किराये
kn: ಬಾಡಿಗೆಗಳು
te: అద్దెలు

# navCommunity
source: Community
hi: समुदाय
kn: ಸಮುದಾಯ
te: సంఘం

# navProfile
source: Profile
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
te: ప్రొఫైల్

# noMatchFound
source: No match found for your search
hi: आपकी खोज के लिए कोई परिणाम नहीं मिला
kn: ನಿಮ್ಮ ಹುಡುಕಾಟಕ್ಕೆ ಫಲಿತಾಂಶಗಳು ಸಿತಿಲ್ಲ
te: మీ శోధనకు ఫలితాలు కనుగొనబడలేదు
